acpi_call
alacritty
alsa-firmware
android-tools
android-udev
appimagelauncher
arj
audacity
autoconf
automake
autotiling
azote
b43-fwcutter
bash-completion
bemenu-wayland
binutils
bison
bleachbit
blueberry
bluetooth-support
brave-bin
bridge-utils
btrfs-progs
bzip2
capitaine-cursors
catfish
celluloid
chaotic-keyring
chaotic-mirrorlist
clipman
connman-gtk
coreutils
cpio
crda
cronie
cryptsetup
dconf-editor
deluge-gtk
dex
discocss-git
discord
dmidecode
dmraid
dosfstools
downgrade
e2fsprogs
ecryptfs-utils
efibootmgr
eog
evince
exfatprogs
f2fs-tools
fakeroot
fatresize
ffmpegthumbnailer
file
file-roller
filesystem
findutils
firedragon
firefox
flameshot
flex
font-manager
freetype2
fscrypt
fwupd
garuda-assistant
garuda-browser-settings
garuda-common-settings
garuda-fish-config
garuda-gamer
garuda-hooks
garuda-icons
garuda-network-assistant
garuda-settings-manager-git
garuda-setup-assistant
garuda-sway-settings
garuda-system-maintenance
garuda-wallpapers
garuda-wallpapers-extra
garuda-welcome
garuda-zsh-config
gawk
gcc
gcc-libs
geary
gedit
gedit-plugins
gestures
gettext
git
glibc
gnome-calculator
gnome-disk-utility
gnome-firmware
gnome-keyring
gnome-logs
gnome-system-monitor
gnu-netcat
gotop
greetd
greetd-qtgreet
grep
grim
groff
grub
grub-btrfs
grub-customizer
grub-theme-garuda
gsimplecal
gstreamer-meta
gtk-engine-murrine
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gvim
gzip
hack-font-ligature-nerd-font-git
htop
inetutils
input-devices-support
intel-compute-runtime
intel-media-driver
intel-ucode
inxi
iproute2
iputils
ipw2100-fw
ipw2200-fw
jfsutils
jq
kanshi
keybase-gui
kitty
kvantum-qt5
kvantum-theme-nordic-git
lhasa
lib32-libva-intel-driver
lib32-libva-mesa-driver
lib32-libva-vdpau-driver
lib32-mesa-vdpau
lib32-opencl-mesa
lib32-vulkan-intel
lib32-vulkan-mesa-layers
lib32-vulkan-radeon
libappindicator-gtk3
libdvdcss
libgsf
libopenraw
librewolf-extension-bitwarden
librsvg
libtool
libva-intel-driver
libva-mesa-driver
libva-vdpau-driver
libvdpau-va-gl
licenses
light
linux-firmware
linux-lts
linux-lts-headers
linux-tkg-bmq
linux-tkg-bmq-headers
linux-zen
linux-zen-headers
lockdown-ms
logrotate
lollypop
lrzip
lsb-release
lvm2
lzip
lzop
m4
make
mako
man-db
man-pages
mdadm
meld
memtest86+
mercurial
mesa-vdpau
micro
mkinitcpio-nfs-utils
mkinitcpio-openswap
mkinitcpio-systemd-tool
mlocate
modem-manager-gui
mtools
neofetch-git
neovim
nerd-fonts-fira-code
network-manager-applet
networkmanager
networkmanager-l2tp
nfs-utils
nilfs-utils
nodejs
nordic-darker-theme
nordvpn-bin
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
nss-mdns
ntfs-3g
nwg-launchers
opencl-mesa
os-prober-garuda
otf-font-awesome
otf-font-awesome-4
p7zip
pace
pacman
pacman-contrib
pamac-aur
pamixer
paru
patch
pavucontrol
pciutils
perl-file-mimeinfo
pipewire-support
pkgconf
pkgfile
playerctl
plymouth-git
plymouth-theme-garuda
polkit-gnome
popsicle-git
powertop
printer-support
procps-ng
protonmail-bridge-bin
psmisc
python2
qomui-git
qt5ct
ranger
reflector
reiserfsprogs
ripgrep
rsync
samba-support
scanner-support
sed
shadow
signal-desktop-beta
simple-scan
slurp
smplayer
smplayer-skins
smplayer-themes
sof-firmware
spot-client
sshfs
stalonetray
standardnotes-desktop
strongswan
subversion
sudo
sway
swaybg
swayidle
swaylock-effects
swayshot
systemd
systemd-guest-user
systemd-sysvcompat
tailscale
tar
tela-circle-icon-theme-git
terminess-powerline-font-git
terminus-font
texinfo
thunar
thunar-archive-plugin
thunar-volman
tig
timeshift
timeshift-autosnap
tlp
tlpui-git
tp_smapi
ttf-dejavu
ttf-fantasque-sans-mono
ttf-fira-sans
ttf-jetbrains-mono
ttf-liberation
ttf-opensans
ttf-ubuntu-font-family
unace
unarchiver
unarj
unrar
unzip
update-grub
usbutils
util-linux
visidata
vlc
vulkan-intel
vulkan-mesa-layers
vulkan-radeon
vulkan-swrast
waybar
wdisplays
wf-recorder
whatsapp-for-linux
which
wl-clipboard
wlsunset
wob
wofi
wtype
xdg-desktop-portal
xdg-desktop-portal-wlr
xdg-user-dirs
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-intel
xf86-video-nouveau
xfsprogs
xl2tpd
xorg-xeyes
xorg-xlsclients
xorg-xwayland
xsel
xz
yay
zathura
zip
zoom
