accountsservice
acpi
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
alsa-firmware
alsa-plugins
alsa-utils
arc-gtk-theme-eos
archlinux-keyring
archlinux-xdg-menu
autoconf
automake
awesome-terminal-fonts
azote
b43-fwcutter
base
bash-completion
bat
bind
binutils
bison
bluez
bluez-utils
boost-libs
brightnessctl
btrfs-progs
cantarell-fonts
clipman
cryptsetup
cups
cups-filters
cups-pdf
device-mapper
dex
dhclient
dialog
diffuse
diffutils
dmidecode
dmraid
dnsmasq
dosfstools
downgrade
duf
e2fsprogs
efibootmgr
efitools
egl-wayland
endeavouros-keyring
endeavouros-mirrorlist
endeavouros-theming
endeavouros-xfce4-terminal-colors
eos-apps-info
eos-hooks
eos-log-tool
eos-packagelist
eos-qogir-icons
eos-quickstart
eos-rankmirrors
eos-sddm-theme
eos-skel-ce-sway
eos-update-notifier
ethtool
exa
exfatprogs
f2fs-tools
fakeroot
ffmpegthumbnailer
file
file-roller
findutils
firefox
firewalld
fish
flex
font-manager
foomatic-db
foomatic-db-engine
foomatic-db-gutenprint-ppds
foomatic-db-nonfree
foomatic-db-nonfree-ppds
foomatic-db-ppds
fsarchiver
fuzzel
gawk
gcc
gettext
ghostscript
git
git-delta-git
glances
gnu-netcat
go
grep
grim
groff
grub
grub-tools
grub2-theme-endeavouros
gsfonts
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gtk-engine-murrine
gtk-layer-shell
gutenprint
gzip
haveged
hdparm
helix
htop
hwdetect
hwinfo
imv
inetutils
intel-ucode
inxi
iptables-nft
ipw2100-fw
ipw2200-fw
iwd
jfsutils
jq
kbfs
keybase
keybase-gui
kitty
less
libdvdcss
libgsf
libopenraw
libtool
libwnck3
linux
linux-firmware
linux-headers
linux-zen
linux-zen-headers
logrotate
lsb-release
lsscsi
lvm2
lxappearance
m4
make
mako
man-db
man-pages
mdadm
meld
mesa-utils
mkinitcpio
mkinitcpio-busybox
mkinitcpio-nfs-utils
mkinitcpio-openswap
mlocate
modemmanager
mtools
nano
nano-syntax-highlighting
nbd
ndisc6
neofetch
netctl
network-manager-applet
networkmanager
networkmanager-openvpn
nfs-utils
nilfs-utils
nmap
noto-fonts
nss-mdns
ntfs-3g
ntp
nwg-bar-bin
oniguruma
openconnect
openvpn
os-prober
pacman
pacman-contrib
pamixer
patch
pavucontrol
perl
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgconf
pkgfile
polkit-gnome
poppler-glib
power-profiles-daemon
ppp
pptpclient
pv
python
python-capng
python-defusedxml
python-packaging
python-pyqt5
qt6-wayland
ranger
rebuild-detector
reflector
reflector-simple
reiserfsprogs
rp-pppoe
rsync
rtkit
s-nail
sed
sg3_utils
signal-desktop-beta-bin
slurp
smartmontools
sof-firmware
spleen-font
splix
sshfs
starship
sudo
sway
swaybg
swayidle
swaylock-effects-git
sysfsutils
sysstat
system-config-printer
systemd-sysvcompat
texinfo
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
tig
tldr
ttf-bitstream-vera
ttf-dejavu
ttf-font-icons
ttf-jetbrains-mono
ttf-liberation
ttf-nerd-fonts-symbols
ttf-opensans
ttf-ubuntu-font-family
unrar
unzip
upower
usb_modeswitch
usbutils
vi
vim
vpnc
waybar
wayland-protocols
welcome
wget
which
whois
wireless-regdb
wireless_tools
wireplumber
wl-clipboard
wofi
wpa_supplicant
xdg-desktop-portal-wlr
xdg-user-dirs
xdg-utils
xed
xf86-input-libinput
xf86-video-intel
xfce4-terminal
xfsprogs
xl2tpd
xorg-server
xorg-xdpyinfo
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xorg-xwayland
xterm
yad-eos
yay
zoxide
